def smoking():
    return "禁煙fffYMCでは全ての患者に対して喫煙の有無のスクリーニングを行い、喫煙者に対しては禁煙外来受診も視野に入れた禁煙カウンセリングを行う。禁煙外来は当院で実施可能であり、12週間で5回の受診を行う(間の3回は電話診療も可)。バレクリニンを用いた場合費用は合計で約18000円(初診料、再診料、処方箋料除く)である。fff3分以内の短い声掛けであっても患者の禁煙率を上げたという弱いエビデンスがある(U.S. Department of Health and Human Services のClinical Practice Guideline Treating Tobacco Use and Dependence: 2008 Update)。"

def osteopolosis():
    return "骨粗鬆症fffYMCでは65歳以上の女性、危険因子を有する65歳未満の閉経後〜閉経期の女性、70歳以上の男性、危険因子を有する50-70歳未満の男性に対して、DEXAによる骨密度測定を推奨する。DEXAは近隣の医療機関で実施可能であり、3割負担で約1400円程度である。fff危険因子とは骨粗鬆症による骨折の家族歴、アルコール（３単位以上）、喫煙、慢性関節リウマチ、続発性骨粗鬆症(甲状腺機能亢進症、COPD、CKD、慢性肝疾患、早初閉経)を疑う場合を指し、これらの項目はFRAXに組み込まれている"

def hypertention():
    return "高血圧fffYMCでは18歳以上のすべての患者に血圧測定のスクリーニングを推奨する。40歳未満では3-5年毎、40歳以上は年に1回のスクリーニング測定を推奨する。fffNone"

def falling():
    return "転倒予防fffYMCでは65歳以上の高齢者全てに年に1回の転倒リスクに関する問診(過去1年間の2回以上の転倒歴、起立時や歩行時の不安定性、転倒による医療機関受診歴)、また必要に応じてTimed Up and Go Testによる筋骨格機能の評価を推奨する。fff問診の詳細についてはAm Fam Physician 2017;96:240-247.を参照。Timed Up and Go Testは椅子に座った状態から立ち上がり、3m歩行した後にターンして再度椅子に座るまでの時間を測定する。13.5秒以上で転倒リスクが高いと判定する。USPSTFでは転倒のハイリスク患者ではExercise intervention(Grade B)、Multifactorial intervention(Grade C)が推奨されている。当院ではYMCでの通所リハビリテーション(介護保険の使用)、竜王町国民健康保険診療所での、外来リハビリテーション(医療保険)の利用につなげることが可能であり、リハビリスタッフと相談の上で、紹介を検討する。"

def aneurysm():
    return "腹部大動脈瘤fffYMCでは65-75歳の一度でも喫煙歴のある男性に腹部超音波によるスクリーニングを勧める。検査は一度のみとし、もし異常がなかった場合は再スクリーニングは実施しない。検査は当院で実施可能であり、3割負担で約1600円(530点)である。fffNone"

def diabetes():
    return "糖尿病fffYMCでは40-70歳の体重過多・肥満成人に対して年に1回の血液検査を実施する。血糖は国民健康保険の特定健診の血液検査に含まれており、該当者は可能な限りこの補助を用いて検査を行うこととする。検査は当院で実施可能であり、国民健康保険の特定検診では40歳-74歳は500円、75歳以上は無料で受けることができる。fffUSPSTFでは、40-70歳の体重過多・肥満成人に対して年に1回の血液検査を推奨しているが、日本における公的補助の現状を鑑みて、特定健診による年に1回の血液検査は妥当と思われるため、肥満のない40歳以上の患者に対しても年に1回の血糖チェックすることは許容されると考える。"

def hyperlipidemia():
    return "脂質代謝異常症fffYMCでは40-70歳の成人に対して年に1回の血液検査を実施する。脂質は国民健康保険の特定健診の血液検査に含まれており、該当者は可能な限りこの補助を用いて検査を行うこととする。検査は当院で実施可能であり、国民健康保険の特定検診では40歳-74歳は500円、75歳以上は無料で受けることができる。fff米国(USPSTF)では異常がなければ検査間隔は5年毎となっていることに留意する。SCFMでは、日本における公的補助の現状を鑑みて、特定健診による年に1回の血液検査は妥当と思われるため、血糖と合わせて脂質をチェックすることは許容されると考える。"

def depression():
    return "うつ病fffYMCでは12歳以上の全ての患者に対して、これまで一度もスクリーニングが検討されていない場合、何らかのリスクファクターがあると考えられる場合にうつ病のスクリーニングを検討する。スクリーニングはPHQ2、PHQ-9、エジンバラ産後うつ自己評価票などを用いて実施する。fff米国(USPSTF)では全ての成人に対してスクリーニングが推奨されている(Grade B)が、討議の上で日本の文脈を考慮した推奨としている。USPSTFではうつ病のリスクファクターとしては、若年〜中年、女性、白人以外、Undereducated people(十分な教育を受けられなかった人々)、離婚後、非雇用者、合併症(不眠症、他の精神疾患、家族歴、悪性腫瘍、心疾患など)があげられている。"

def STD_1():
    return "性感染症(淋菌、クラミジア)fffYMCでは性感染症のリスクが高い女性に対して、尿検査あるいは膣、尿道検体を用いた核酸増幅検査による性感染症(淋菌、クラミジア)を推奨する。fff米国(USPSTF)では24歳未満の性交渉歴がある女性、24歳以上で性感染症のリスクが高い女性に対して性感染症(淋菌、クラミジア)が推奨されているものの、日本の実情ではこれらの患者全てに検査を推奨することが現実的ではないと考える。"

def STD_2():
    return "性感染症(梅毒)fffYMCでは性感染症リスクの高い女性患者に対して、血液検査(トレポネーマ検査+非トレポネーマ検査)による性感染症(梅毒)のスクリーニングを推奨する。fff米国(USPSTF)では妊婦・非妊婦で性感染症リスクが高い女性患者に対して上記スクリーニングが推奨されている。日本では妊婦については通常産婦人科の初診で適切なスクリーニングが行われている。"

def alcohol():
    return "アルコールfffYMCではこれまでスクリーニングされていない全ての飲酒者に対して、危険な飲酒についてのスクリーニングを行う。スクリーニングはAUDIT-CやCAGEなどの問診によって行う。fffNone"

def obesity():
    return "肥満fffYMCでは全ての肥満患者に対して、減量や運動など一般的な指導を行う。fffUSPSTFではBMI35以上の患者に対して、Multicomponent behavioral therapyが推奨(Grade B)されているが、日本に直接当てはめることは難しい。"

def hepatitis():
    return "HCV感染fffYMCでは40歳-79歳のこれまで検査を受けたことがない患者に対して、HCV感染のスクリーニングを推奨する。40歳以上では助成があり、集団健診の際に患者負担700円でHBVとHCVが検査可能である。fffUSPSTFでは、18-79歳の成人患者に対してHCVスクリーニングが推奨されている一方、HBVに関しては成人についてはハイリスクな患者のみに推奨されている。"

def folate():
    return "妊婦への葉酸fffYMCでは妊娠を希望する全ての女性に葉酸の予防内服を推奨する。葉酸については処方薬か、市販薬のどちらでも構わない。fffUSPSTFでGradeAである。"
